Repository: JetBrains/teamcity-investigations-hub-widget
Catalog: src/app/translations/teamcity-investigations-hub-widget_*.po
Languages: fr

source: Build problems:
fr: Problèmes de la build :

source: Cancel
fr: Annuler

source: Cannot load investigations
fr: Impossible de charger les investigations

source: January|February|March|April|May|June|July|August|September|October|November|December
fr: Janvier|Février|Mars|Avril|Mai|Juin|Juillet|Août|Septembre|Octobre|Novembre|Décembre

source: Jan|Feb|Mar|Apr|May|Jun|Jul|Aug|Sep|Oct|Nov|Dec
fr: Jan|Fév|Mar|Avr|Mai|Jun|Jul|Aoû|Sep|Oct|Nov|Déc

source: No investigations<br>are assigned to you
fr: Aucune investigation<br>ne vous est attribuée

source: Oops! Something went wrong...
fr: Oups ! Un problème est survenu...

source: Save
fr: Enregistrer

source: Select service
fr: Sélectionner un service

source: Set up...
fr: Configurer...

source: Sunday|Monday|Tuesday|Wednesday|Thursday|Friday|Saturday
fr: Dimanche|Lundi|Mardi|Mercredi|Jeudi|Vendredi|Samedi

source: Sun|Mon|Tue|Wed|Thu|Fri|Sat
fr: Dim|Lun|Mar|Mer|Jeu|Ven|Sam

source: TeamCity Investigations
fr: Investigations TeamCity

source: TeamCity service is not configured yet.
fr: Le service TeamCity n'est pas encore configuré.

source: Tests failed:
fr: Tests ayant échoué :

source: Widget refreshes every minute
fr: Le widget s'actualise chaque minute

source: Widget refreshes every {{minutesCount}} minutes
fr: Le widget s'actualise toutes les {{minutesCount}} minutes

source: Widget refreshes every {{minutes}} minutes
fr: Le widget s'actualise toutes les {{minutes}} minutes

source: {{minutesCount}} min
fr: {{minutesCount}} mn

source: {{minutes}} min
fr: {{minutes}} mn
